ack
awk
bash
bash-completion
bat
cmake
coreutils
ctags
curl
deno
dep
emacs
fd
fzf
git
git-lfs
glances
gnu-sed
gnu-typist
grc
htop
hub
jemalloc
jq
m-cli
moreutils
mpv
equalsraf/neovim-qt/neovim-qt
nginx
pandoc
ranger
ripgrep
ruby
the_silver_searcher
thefuck
tldr
tmux
tree
vale
wget
