42crunch.vscode-openapi
ahmadawais.shades-of-purple
andreyvolosovich.monokai-st3
andys8.jest-snippets
angelo-breuer.clock
asvetliakov.vscode-neovim
atishay-jain.all-autocomplete
benjaminbenais.copilot-theme
bradlc.vscode-tailwindcss
bradzacher.vscode-coloured-status-bar-problems
brenix.hacker-theme
bubulus.copilot-inline-toggle
catppuccin.catppuccin-vsc
chrischinchilla.vale-vscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chriswheeldon.exuberant-ctags
codezombiech.gitignore
crystal-spider.jsdoc-generator
dbaeumer.vscode-eslint
deepinthought.vscode-shell-snippets
dp-faces.dplanets-theme
dracula-theme.theme-dracula
drknoxy.eslint-disable-snippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
fabiospampinato.vscode-monokai-night
fastly.vscode-fastly-vcl
fivethree.vscode-svelte-snippets
fudd.toggle-zen-mode
gieson.writetimestamp
github.copilot
github.copilot-chat
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.activitusbar
habibium.toggle-relative-line-numbers
hashicorp.terraform
honnamkuan.golang-snippets
hookyqr.jsdoctagcomplete
jabacchetta.javascript-snippets
knisterpeter.vscode-github
mads-hartmann.bash-ide-vscode
ms-playwright.playwright
ms-vscode.theme-tomorrowkit
nathanchapman.javascriptsnippets
natqe.reload
obrejla.netbeans-light-theme
pkief.material-icon-theme
redhat.vscode-yaml
remisa.shellman
ritwickdey.liveserver
rpinski.shebang-snippets
sdras.night-owl
silvenon.mdx
sleistner.vscode-fileutils
solarliner.linux-themes
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
swashata.beautiful-ui
tamasfe.even-better-toml
thomas-baumgaertner.vcl
thomaz.preparing
timonwong.shellcheck
uloco.theme-bluloco-light
umutbasal.go-snippets-vscode
unifiedjs.vscode-mdx
vadymbiliuk.ts-react-snippets
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
waderyan.gitblame
weirwei.goto-implementations
wmaurer.change-case
xabikos.javascriptsnippets
xyc.vscode-mdx-preview
zanza00.random-theme-switcher
zhuangtongfa.material-theme
