tap "beeftornado/rmtree"
tap "go-vela/vela"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "adr-tools"
brew "autojump"
brew "awk"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cheat"
brew "cmake"
brew "colima"
brew "coreutils"
brew "ctags"
brew "ctop"
brew "curl"
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-typist"
brew "go"
brew "gotags"
brew "grc"
brew "grip"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "m-cli"
brew "macos-trash"
brew "mkcert"
brew "moreutils"
brew "mpv"
brew "neovim"
brew "nginx"
brew "nss"
brew "pandoc"
brew "postgresql@14", restart_service: true
brew "ranger"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "vale"
brew "wget"
brew "youtube-dl"
brew "yq"
cask "font-blex-mono-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-source-code-pro"
cask "insomnia"
cask "macvim"
cask "rectangle"
cask "vscodium"
