tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "adr-tools"
brew "autojump"
brew "awk"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "deno"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnu-typist"
brew "go"
brew "grc"
brew "htop"
brew "hub"
brew "jq"
brew "m-cli"
brew "macos-trash"
brew "moreutils"
brew "mpv"
brew "neovim"
brew "nginx"
brew "pandoc"
brew "ranger"
brew "ripgrep"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vale"
brew "wget"
brew "youtube-dl"
cask "font-fira-code"
cask "font-source-code-pro"
cask "insomnia"
cask "macvim"
cask "vnc-viewer"
cask "vscodium"
cask "wireshark"
cask "appcleaner"
cask "font-fira-code"
cask "font-source-code-pro"
cask "font-saucecodepro-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "font-hack-nerd-font"
